<?php

return [
    // 締め方/処理方法
    'Process' => [
        1 => '締め方不明',
        2 => '活〆',
        3 => '脳天締め',
        4 => '氷締め',
        5 => '神経締め',
        6 => '血抜き/内臓処理未',
        7 => '血抜き済',
        8 => '内臓処理済',
        9 => '血わた処理済',
        10 => '頭落とし済',
        'PROCESS_LIST' => [
            1 => '締め方不明',
            2 => '活〆',
            3 => '脳天締め',
            4 => '氷締め',
            5 => '神経締め',
            6 => '血抜き/内臓処理未',
            7 => '血抜き済',
            8 => '内臓処理済',
            9 => '血わた処理済',
            10 => '頭落とし済',

        ],
    ],


    // 現在の保冷状態
    'Cool_Now' => [
        1 => 'クーラーボックスで冷却中',
        2 => '冷蔵庫で冷却中',
        3 => '冷蔵庫(家庭用/チルド室)で冷却中',
        4 => '冷凍庫(家庭用)で冷凍状態',
        5 => '冷蔵庫(家庭用/急速冷凍)で冷凍状態',
        6 => '冷凍庫(業務用)で冷凍状態',
        7 => '冷蔵庫(業務用/急速冷凍)で冷凍状態',
        8 => '生簀で管理中',
        9 => 'その他(詳細欄に記載する)',
        'COOL_NOW_LIST' => [
            1 => 'クーラーボックスで冷却中',
            2 => '冷蔵庫で冷却中',
            3 => '冷蔵庫(家庭用/チルド室)で冷却中',
            4 => '冷凍庫(家庭用)で冷凍状態',
            5 => '冷蔵庫(家庭用/急速冷凍)で冷凍状態',
            6 => '冷凍庫(業務用)で冷凍状態',
            7 => '冷蔵庫(業務用/急速冷凍)で冷凍状態',
            8 => '生簀で管理中',
            9 => 'その他(詳細欄に記載する)',
        ],
    ],

    // 引渡し時の保冷状態
    'Cool_Give' => [
        1 => 'クーラーボックスで冷却状態で引渡し場所まで持参します',
        2 => 'その他(説明文に記載する)',
        'COOL_GIVE_LIST' => [
            1 => 'クーラーボックスで冷却状態で引渡し場所まで持参します',
            2 => 'その他(説明文に記載する)',
        ],
    ],

    // 着払い発送
    'Send_Or_Not' => [
        1 => 'NG',
        2 => 'OK',
        'SEND_OR_NOT_LIST' => [
            1 => 'NG',
            2 => 'OK',
        ],
    ],

];
